/* Application Title */
"Chuck's Currency Converter"="Chuck's 통화 변환기";
/* Verb: To change money from one currency into another */
"Convert"="변환";
/* Prompt to visit web site */
"Visit Our Website"="저희 웹사이트를 방문하세요";
/* Settings */
"Settings"="설정";
/* Add Currency Title */
"Add Currency"="통화 추가";
/* Currencies Title */
"Currencies"="통화";
/* Download Rates Title */
"Download Rates"="환율 다운로드";
/* Alert Title */
"Alert"="경고";
/* Prompt to the user to ask to download new rates from the internet */
"AskToDownload"="환율은 %@에 마지막으로 업데이트되었습니다\n 업데이트된 환율을 다운로드하시겠습니까?";
/* Prompt to the user in an alert box */
"Cannot Delete a currency when set as To, From or Master"="이 통화는 귀하의 %@ 통화로 사용되고 있습니다.\n\n삭제하기 전에 설정에서 다른 통화로 변경하십시오.";
/* Prompt to the user in an alert box */
"ChangeCurrencyCode"="통화 코드: \n%@ \n (은)는 예비 코드입니다.\n\n통화 코드를 변경하십시오";
/* Prompt to the user in an alert box */
"ConvertingFromInformation"="기준 통화:\n %@\n\n 해당 통화의 금액: \n %@\n %@.\n\n 마지막 환율 업데이트 날짜\n%@";
/* Prompt to the user in an alert box */
"ConvertingToInformation"="대상 통화:\n %@\n\n 해당 통화의 금액:\n %@\n %@.\n\n 마지막 환율 업데이트 날짜\n%@";
/* Label to the user that a rate in a table can be changed in Settings */
"Can be changed in Settings"="설정에서 변경할 수 있습니다";
/* You cannot save a currency with a conversion rate of zero. */
"You cannot save a currency with a conversion rate of zero."="환율을 0으로 하여 통화를 저장할 수 없습니다.";
/* There was an error saving to the Database */
"There was an error saving to the Database"="데이터베이스에 저장하는 과정에서 오류가 발생했습니다";
/* There was an error saving your Currency */
"There was an error saving your Currency"="통화를 저장하는 과정에서 오류가 발생했습니다";
/* Verb: Add Button */
"Add"="추가";
/* Cancel Button */
"Cancel"="취소";
/* Done Button */
"Done"="완료";
/* Verb: Edit Button */
"Edit"="편집";
/* OK Button */
"OK"="확인";
/* Verb: Save Button */
"Save"="저장";
/* Update Button */
"Update"="업데이트";
/* Label for a switch in settings */
"Check for new rates"="새 환율 확인";
/* Currency Description */
"Currency Description"="통화 설명";
/* 3 Letter Currency Code */
"3 Letter Currency Code"="3자의 통화 코드";
/* Currency Rate to U.S. Dollar */
"Currency Rate to U.S. Dollar"="미국 달러에 대한 환율";
/* Currency Symbol (ASCII) */
"Currency Symbol (ASCII)"="통화 기호(ASCII)";
/* Verb: Download from internet */
"Download"="다운로드";
/* Download Complete Label */
"Download Complete"="다운로드 완료";
/* Downloading Label */
"Downloading"="다운로드 중";
/* Edit Rate Label */
"Edit Rate"="환율 편집";
/* Edit User Currency */
"Edit User Currency"="사용자 통화 편집";
/* enter amount on keypad prompt */
"enter amount on keypad"="키패드로 금액 입력";
/* Error with Download In Alert box */
"Error with Download"="다운로드 오류";
/* From Currency */
"From Currency"="기준 통화";
/* FROM Label */
"From"="기준 통화";
/* TO Label */
"To"="변환 통화";
/* MASTER Label */
"Master"="기본";
/* Parsing Data Label */
"Parsing Data"="데이터 분석 중";
/* Noun: Rates Label */
"Rates"="환율";
/* Saving Data label */
"Saving Data"="데이터 저장 중";
/* To Currency Label */
"To Currency"="대상 통화";
/* Settings Selections */
"Convert From"="기준 통화";
/* Settings Selections */
"Convert To"="대상 통화";
/* Rates In Database */
"Rates in Database" = "데이터베이스 내 환율 개수";
/* Last Update */
"Last Update" = "마지막 업데이트 날짜";
